[
  {
    "id": 1,
    "name": "Phở Bò Tái",
    "price": 85000,
    "image": "https://images.unsplash.com/photo-1582878826629-29b7ad1cdc43?q=80&w=1074&auto=format&fit=crop",
    "description": "Phở với thịt bò tái, nước dùng đậm đà hầm từ xương bò và gia vị truyền thống.",
    "detailedDescription": "Phở Bò Tái là món ăn truyền thống của Việt Nam, được chế biến từ thịt bò tươi thái mỏng, bánh phở tươi, cùng nước dùng đậm đà nấu từ xương bò và các loại thảo mộc trong hơn 12 giờ. Món ăn được hoàn thiện với các loại rau thơm như hành lá, ngò gai, húng quế và các gia vị đi kèm."
  },
  {
    "id": 2,
    "name": "Bún Chả Hà Nội",
    "price": 75000,
    "image": "https://images.unsplash.com/photo-1582878826629-29b7ad1cdc43?q=80&w=1074&auto=format&fit=crop",
    "description": "Bún ăn kèm chả viên và chả miếng nướng than hoa, nước mắm chua ngọt.",
    "detailedDescription": "Bún Chả Hà Nội là đặc sản của người Hà Nội, gồm thịt lợn nướng trên than hoa. Thịt được chia làm hai loại: chả miếng (thịt băm viên dẹt) và chả bì (thịt thái mỏng). Sau khi nướng, phần thịt được cho vào bát nước mắm chua ngọt với đu đủ và cà rốt ngâm chua, ăn kèm bún và rau sống các loại."
  },
  {
    "id": 3,
    "name": "Cơm Tấm Sườn Bì Chả",
    "price": 90000,
    "image": "https://images.unsplash.com/photo-1582878826629-29b7ad1cdc43?q=80&w=1074&auto=format&fit=crop",
    "description": "Cơm tấm với sườn nướng, bì heo và chả trứng, kèm nước mắm truyền thống.",
    "detailedDescription": "Cơm Tấm Sườn Bì Chả là món ăn đặc trưng của Sài Gòn, gồm có cơm gạo tấm, sườn nướng, bì heo (da heo thái sợi trộn với bột gạo rang), chả trứng hấp, đồ chua, mỡ hành và nước mắm ngọt đặc trưng. Món ăn hòa quyện giữa các hương vị chua, ngọt, mặn, thơm, tạo nên hương vị đậm đà khó quên."
  },
  {
    "id": 4,
    "name": "Bánh Xèo Miền Tây",
    "price": 70000,
    "image": "https://images.unsplash.com/photo-1582878826629-29b7ad1cdc43?q=80&w=1074&auto=format&fit=crop",
    "description": "Bánh xèo giòn với nhân tôm, thịt, giá đỗ, ăn kèm rau sống và nước mắm chua ngọt.",
    "detailedDescription": "Bánh Xèo Miền Tây là món ăn dân dã với vỏ bánh vàng giòn làm từ bột gạo và nghệ. Bên trong nhân bánh gồm thịt heo, tôm tươi, giá đỗ và hành lá. Bánh được ăn kèm với nhiều loại rau sống như xà lách, diếp cá, tía tô, húng quế và chấm với nước mắm pha chua ngọt đặc trưng."
  },
  {
    "id": 5,
    "name": "Gỏi Cuốn Tôm Thịt",
    "price": 65000,
    "image": "https://images.unsplash.com/photo-1582878826629-29b7ad1cdc43?q=80&w=1074&auto=format&fit=crop",
    "description": "Gỏi cuốn với tôm, thịt, bún, rau sống, cuốn trong bánh tráng, chấm tương đen.",
    "detailedDescription": "Gỏi Cuốn Tôm Thịt là món ăn nhẹ, thanh mát với bánh tráng cuốn bún, tôm luộc, thịt luộc thái lát mỏng, giá sống, hành hoa, rau xà lách, rau thơm các loại. Gỏi cuốn thường được ăn kèm với nước chấm tương đen hoặc nước mắm chua ngọt, là món khai vị lý tưởng trong bữa ăn của người Việt."
  },
  {
    "id": 6,
    "name": "Canh Chua Cá Lóc",
    "price": 95000,
    "image": "https://images.unsplash.com/photo-1582878826629-29b7ad1cdc43?q=80&w=1074&auto=format&fit=crop",
    "description": "Canh chua với cá lóc, đậm đà hương vị miền Tây với me chua, rau thơm.",
    "detailedDescription": "Canh Chua Cá Lóc là món ăn đặc trưng vùng Nam Bộ. Canh được nấu từ cá lóc tươi kết hợp với các loại rau củ như cà chua, dứa, đậu bắp, bạc hà, giá đỗ và nêm với me chua, ớt tươi. Mùi thơm từ ngò om, rau răm, hành ngò tạo nên hương vị đặc trưng cho món canh chua ngọt thanh, chua dịu này."
  }
]